[
    {
        "id": 1,
        "title": "The Legend of Zelda: Breath of the Wild",
        "tags": [
            "open world",
            "cool",
            "adventure",
            "3D"
        ],
        "userid": 1,
        "img": "/images/img1.png",
        "text": "The Legend of Zelda: Breath of the Wild eschewed the semi-linear, borderline predictable path of the 3D Zelda games before it in favor of a bold, crazy new approach: let players do what they want, how they want, and in whatever order they decide. By marrying an open-ended approach to quest structure with the ability to freely explore a vast, beautiful, intriguing world with little specific regulation, the 3D Zelda game template was shattered about as fast as the average breakable weapon in Breath of the Wild. The result is a gorgeous, freeing open-world action/adventure experience that evokes the wonder and fear of exploring a bold new place with the empowering tangibility of becoming its hero. - Brian Altano"
    },
    {
        "id": 2,
        "title": "Super Mario World",
        "tags": [
            "cool",
            "adventure",
            "2D"
        ],
        "userid": 1,
        "img": "/images/img2.png",
        "text": "Super Mario World is a relatively simple game to describe. It’s a Super Mario game, and we all know what that means: Mushrooms; perfect running and jumping action; and a giant world to explore, crammed with secrets. But what sets Super Mario World apart from other 2D Mario games is its irresistible complexity. Subsequent Super Mario games, like the New Super Mario Bros. series, simplified the overworld, trading Super Mario World’s cool hidden paths for linear tracks, largely abandoned the skies and treetops of Super Mario World’s vertical levels for ground-based obstacle courses, and did away with flying almost entirely (capes rule, helicopter hats drool!). Super Mario World is the crescendo to the slow build in technology and game design that started with Super Mario Bros. Let Super Mario World’s placement on this list be a challenge to future game developers. We dare you to make a better game: Puzzling, but not opaque; tough but not intimidating; beautiful, funny, joyful, and universally recognizable. - Samuel Claiborn"
    },
    {
        "id": 3,
        "title": "Portal 2",
        "tags": [
            "cool",
            "puzzles",
            "3D"
        ],
        "userid": 1,
        "img": "/images/img3.png",
        "text": "Portal undoubtedly came out of nowhere and shattered the mold, but Portal 2 took that raw and incredible concept and managed to shape it into a more polished and impressive package. It cranked the dials up on just about everything that made the original so special. The mind-bending puzzles, the surprisingly dark story, and the ridiculous humor that balanced it out - each piece of that picture was refined and refreshed to build a sequel that actually surpassed the ambition of an already extremely ambitious game, making something both familiar and altogether new. It gave us a deeper look into the wonderful world of Aperture Science without completely dragging all of its mysteries out into the light. It also mixed its “thinking with portals” puzzles up even further by weaving in gel mechanics that felt entirely fresh and completely natural at the same time - while simultaneously and subtly using them to tie gameplay mechanics into the story, patiently waiting until its incredible finale to pay off those setups with one of the weirdest and most spectacular video game endings around. Couple that with a seriously good co-op campaign and even a full-on custom level builder and sharing systems added post-launch and Portal 2 has stayed the high bar by which all first-person puzzle games should be measured, even nearly a decade later. - Tom Marks"
    },
    {
        "id": 4,
        "title": "Super Metroid",
        "tags": [
            "2D",
            "action"
        ],
        "userid": 2,
        "img": "/images/img4.png",
        "text": "Super Metroid’s minimalistic environmental storytelling set a bar, way back in 1994, that I believe has still yet to be eclipsed. The planet Zebes is atmospheric, oppressive, and extremely lethal. At first glance, there doesn’t even appear to be any story. But then you start to look more closely. The parasite-riddled dead soldier outside of an early boss room. The crashed, half-submerged alien spaceship that may or may not be haunted. It’s brilliant and confident. But it’s Super Metroid’s ability to consistently invite the player to be curious – and then rewarding that curiosity – that makes it one of the greatest video games ever made. It’s not just that there are secrets hidden everywhere (although there are, and it’s awesome) – it’s that the game teases you with tantalizing clues – items, always just out of reach. Super Metroid is an impeccable action-platformer – that’s the “easy” part. What makes it truly special is its genius combination of puzzle-solving, atmosphere, storytelling, exploration, game design, and gameplay. There’s nothing else like it. - Justin Davis"
    },
    {
        "id": 5,
        "title": "Mass Effect 2",
        "tags": [
            "3D",
            "action"
        ],
        "userid": 1,
        "img": "/images/img5.png",
        "text": "Where Mass Effect set the stage for a futuristic Milky Way, Mass Effect 2 let you explore and experience so much more of it. As Commander Shepard, I traveled the galaxy on the best recruitment trip I could have wished for, and experienced possibly one of the most heart-wrenching stories – but whether or not the game ends in tears is entirely up to you. As you head out for a suicide mission, you’ll meet some of the best-written characters that feel original and have the power to evoke true emotions. Perhaps one of the best parts about earning the loyalty of each of the companions was discovering more about their respective species and seeing how they’re surviving in a violent galaxy. Maximum loyalty for my companions in Mass Effect 2 was not an option; for my heart’s own good, it was a requirement. - Miranda Sanchez"
    },
    {
        "id": 6,
        "title": "The Legend of Zelda: A Link to the Past",
        "tags": [
            "2D",
            "action",
            "puzzles",
            "open world"
        ],
        "userid": 2,
        "img": "/images/img6.png",
        "text": "From it’s unforgettable beginnings guiding a swordless Link through the rain, to the final showdown with Ganon and utilizing mastery of sword and bow to defeat evil, The Legend of Zelda: Link to the Past measured out a perfect pace of dungeons, exploration, and a gripping narrative that was almost unheard of at the time. It’s open landscape was always inviting but never felt aimless – striking the perfect balance of freedom and purpose in your quest to save Princess Zelda. This iteration of Hyrule was more than just moving between enemy-filled screens, it encompassed everything an immersive experience should be: a vast open world that teased you with secrets hiding just beyond your reach, begging you to come back with new and inventive tools. Each zone – whether in the cheerful overworld, dimly lit caves, or the intimidating Dark World – was brought to life through a culmination of details like the sound of the Tempered Sword cleaving the air, the catchy jingle of a puzzle well-solved, and the ambient tunes of Koji Kondo’s score. - Brendan Graeber"
    },
    {
        "id": 7,
        "title": "Super Mario 64",
        "tags": [
            "3D",
            "puzzles",
            "open world",
            "adventure"
        ],
        "userid": 1,
        "img": "/images/img7.png",
        "text": "Mario games are synonymous with fun and innovation, and perhaps Mario 64 is the best example of the latter. It gathered the core elements of Mario’s best 2D, side-scrolling adventures and worked out how to translate them into a groundbreaking 3D world. It was still recognisably Mario – he collected mushrooms and ran and jumped his way to success, but he was forever changed. He could now long jump, triple jump, and backflip. While the underlying challenge remained the same and the locations were reassuringly familiar, the shift in perspective changed everything. What’s even more impressive is that Mario did not simply enter a new dimension with ease, he did it with style that few games unburdened with such technical challenges ever achieve. Mario 64 might now look a little blocky but it remains bold and brilliant, too. - Daniel Krupa"
    },
    {
        "id": 8,
        "title": "Red Dead Redemption 2",
        "tags": [
            "3D",
            "open world",
            "adventure",
            "action"
        ],
        "userid": 1,
        "img": "/images/img8.png",
        "text": "A sprawling Western that stands shoulder-to-shoulder with Grand Theft Auto V as one of gaming’s greatest open-world achievements, Red Dead Redemption 2 is a game of rare scope and even rarer quality. A beautiful ode to an ugly era, RDR2 combines Rockstar’s most authentic and lived-in open world ever with its most earnest storytelling to date, filling in the gaps with an astonishing array of deep systems and nearly endless emergent gameplay opportunities. Its slower pace allows us to binge on the world like a virtual museum but, when the lead starts flying, it puts the wild back in the west (and then some). Few games manage the level of uncompromising detail as Red Dead Redemption 2 does. Do we need to discuss the horse balls again? - Luke Reilly"
    },
    {
        "id": 9,
        "title": "Half-Life 2",
        "tags": [
            "3D",
            "adventure",
            "action",
            "alien"
        ],
        "userid": 2,
        "img": "/images/img9.png",
        "text": "Half-Life 2 forever changed our expectations for what a first-person shooter could be. Its richly imagined world and wonderfully paced gameplay is a delight, never letting up and brimming with invention. The Gravity Gun is obviously the poster child of Half-Life 2, turning each environment into a tactile playground in which you can create improvised weapons and solve basic but clever physics puzzles - and its importance can’t be overstated - but there’s an awful lot more here. We’re introduced to Alyx Vance, a supporting character with a rare warmth and intelligence. We’re transported to an iconic city, where Combine barricades loom with grim authority, and Striders stalk the streets with an otherworldly menace. We get to set Antlions on our enemies and in which we play fetch with a robot Dog. In short, it is a truly memorable piece of game design. - Cam Shea"
    },
    {
        "id": 10,
        "title": "Disco Elysium",
        "tags": [
            "3D",
            "adventure",
            "open world",
            "roleplay"
        ],
        "userid": 1,
        "img": "/images/img10.png",
        "text": "Simply put, there’s nothing else quite like Disco Elysium. The premise is straightforward: A body has been discovered, hanged from a looming tree in the backyard of a hostel, and it’s up to you to work out how it got there over the course of the 30-hour story. It’s a unique blend of noir detective fiction, traditional pen-and-paper RPGs, and a large helping of existentialist theory. Its twisting plot, a cast of memorable characters, and sheer depth of choice combine to create an experience that begs to be savored in a world riddled with crime, poverty, and violence. And, somehow, it manages to make all of this fun and, surprisingly often, funny. It quickly becomes clear that this isn’t simply a whodunnit, but a journey that will challenge you to solve crises on both profoundly personal and societal levels. A gorgeously designed isometric RPG that makes you think at every turn of its richly detailed streets, Disco Elysium is truly a unique experience, and one that will surely live long in the memory of any who have, for many years to come. - Simon Cardy"
    },
    {
        "id": 11,
        "title": "Super Mario Bros. 3",
        "tags": [
            "2D",
            "puzzles",
            "adventure"
        ],
        "userid": 1,
        "img": "/images/img11.png",
        "text": "Super Mario Bros. 3 was a game that exceeded my every hope and wish for it, and I spent hundreds of blissful afternoons defeating Koopa Kids, rescuing kings, and discovering secrets strewn throughout Mushroom World. Mario 3 earned a place on my list of favorite games way back in 1990, and 25 years of gaming progress have yet to dislodge it. Super Mario Bros. 3 is a textbook example of how to make a perfect video game sequel. It’s a mixture of the original’s best elements, combined with an almost excessive amount of imaginative new ideas. So much of what we consider so quintessentially Mario – the suits, the boos, the overworld – all actually originated here. - Justin Davis"
    },
    {
        "id": 12,
        "title": "Grand Theft Auto V",
        "tags": [
            "3D",
            "open world",
            "action"
        ],
        "userid": 2,
        "img": "/images/img12.png",
        "text": "If Grand Theft Auto V is anything it’s a game of immense, obsessive detail. There is no open world that feels as authentic and lived-in as Grand Theft Auto V’s Los Santos and its surrounding countryside. Turn it on and pick a street. Analyse it. Look at the unique shopfronts that aren’t repeated anywhere else. Look at the asphalt, worn and cracked; punished by the millions of cars that have hypothetically passed over it. Look at the litter, the graffiti. Grand Theft Auto V’s mad mix of high-speed chases, cinematic shootouts, and hectic heists may be outrageous at times, but the environment it unfolds within is just so real. A technical titan and an endless source of emergent fun, it’s no wonder Grand Theft Auto V is one of the most successful games ever made. No game sells over 155 million copies by accident. - Luke Reilly"
    },
    {
        "id": 13,
        "title": "Hades",
        "tags": [
            "3D",
            "action",
            "adventure"
        ],
        "userid": 1,
        "img": "/images/img13.png",
        "text": "Supergiant has released a string of incredible action games since its foundation, but Hades is all at once its best game, one of the finest takes on and best introductions to the roguelike genre, and a fresh, vibrant, and beautiful take on Greek mythology. As the son of the titular Hades, Zagreus, you'll try escaping the underworld again and again and again, and Hades makes that Sisyphean task constantly rewarding (and not just because Sisyphus is actually a character). Hades places as much an emphasis on the wide array of powers you earn every run, which allows for so much variety in how you approach a run, as it does on permanent progression, either in unlocking weapons, overarching stats, and more. But it doubles down on those rewards, with new bits of story, character development, and lore being just as important to every death and rebirth as the mechanical knowledge and upgrades you unlock. That's bolstered by a suite of incredible voice performances, fun twists on Greek myth, and a fantastic soundtrack that makes each attempt at breaking free memorable. - Jonathon Dornbush"
    },
    {
        "id": 14,
        "title": "Castlevania: Symphony of the Night",
        "tags": [
            "2D",
            "action",
            "metroidvania"
        ],
        "userid": 1,
        "img": "/images/img14.png",
        "text": "There is one specific moment in Castlevania: Symphony of the Night that elevates it from merely being a “game I love” into its position as one of the best games ever made. It’s also one of the most epic video game secrets of all time. After you’ve played through the entire game, defeating massive bosses, equipping badass loot and discovering dozens of secrets, right at the moment you think you’re about to win, you discover you’re only halfway done! Symphony’s (spoilers!) inverted second castle is much more than just a lazy way to extend the quest. It has devilish new enemy patterns, new bosses, and fantastic new equipment. Symphony of the Night is much more than just a fun side-scroller with an awesome twist, though. Art, animation, sound, gameplay, design… even replay value, thanks to multiple playable characters, all come together perfectly for one unforgettable experience that hits every note it needs to. - Justin Davis"
    },
    {
        "id": 15,
        "title": "Halo 2",
        "tags": [
            "3D",
            "action"
        ],
        "userid": 2,
        "img": "/images/img15.png",
        "text": "Few games had more of a buildup prior to their release than Halo 2, and even fewer managed to live up to them in the way that Halo 2 did. Master Chief taking the fight with the Covenant to Earth was epic, action-packed, and visually stunning on the original Xbox. Sure, the campaign didn't so much end as much as stopped, but the shocking reveal of the playable Arbiter and his story that mirrored the Chief's was a twist no one saw coming. Furthermore, and perhaps even more importantly, Halo 2 was the killer app for Xbox Live. It brought the party system and matchmaking hopper concept to consoles, instantly making every other online console game look archaic in its infrastructure by comparison. Of course, it helped that the multiplayer gameplay was, well, legendary. - Ryan McCaffrey"
    },
    {
        "id": 16,
        "title": "The Witcher 3: Wild Hunt",
        "tags": [
            "3D",
            "action",
            "adventure",
            "open world"
        ],
        "userid": 1,
        "img": "/images/img16.png",
        "text": "For all its inter-dimensional threats, monster hunts and magic powers, I’ve always thought The Witcher 3’s key achievement is in how it nails the mundane. Geralt’s fantasy world is one of mud, thatch and metal, his main quests are freelance work, and he loves a game of cards down the pub. That sense of reality is what helps you empathise with Geralt, understand the world, and really understand how bad things have gotten when the crazy shit starts popping off. An RPG with enough complexity to satisfy the urge to tinker, but enough character never to feel impersonal, Wild Hunt is a staggering achievement no matter how you look at it. Its story deftly balances cosmic threat and family drama, its choices feel truly meaningful and world-changingly effective, and it looks gorgeous in its own grubby way. Even its two DLC expansions are among the best ever released. Geralt’s final journey might be built on the mundane, but that makes it nothing short of magical. - Joe Skrebels"
    },
    {
        "id": 17,
        "title": "The Last of Us",
        "tags": [
            "3D",
            "action",
            "adventure"
        ],
        "userid": 1,
        "img": "/images/img17.png",
        "text": "I still think about three moments in The Last of Us at least once a week. The first is when Joel’s life changes in a moment in the game’s intro. The second moment arrived late into the game and demanded I make a certain gameplay choice because that’s how Joel would act, even if it wasn’t what I wanted to do. That dissonance struck me, but made so much sense. This was Joel and Ellie’s story I was experiencing, and those characters feel so real thanks to the script, animation, and Troy Baker and Ashley Johnson’s stellar performances. The Last of Us marries its storytelling with its gameplay, and nothing made me feel more than that last moment. The game’s final discussion between its two protagonists is filled with so much emotional weight because of their experience – because of what you experienced – that it’s difficult to think of another ending so perfectly true to this unforgettable experience. - Jonathon Dornbush"
    },
    {
        "id": 18,
        "title": "BioShock",
        "tags": [
            "3D",
            "action"
        ],
        "userid": 1,
        "img": "/images/img18.png",
        "text": "BioShock will likely always be remembered for its game-changing “Would You Kindly?” twist, but the first adventure in Rapture is so much more than a dressed-up dupe. From first encountering a splicer caring for a gun the way a mother cares for her baby to the still-enrapturing Andrew Ryan twist toward the game’s end, BioShock delivers one enrapturing setpiece after another. That’s largely in part thanks to one of the most memorable locations in gaming history. So much story is embedded in the dilapidated hallways and shuttered rooms of Rapture, a decaying underwater labyrinth that demands to be investigated. The mark of a good experience is one that you keep thinking about long after you’ve finished it. And I still haven’t stopped thinking about BioShock, its incredible location, and those awesome Plasmids. - Jonathon Dornbush"
    },
    {
        "id": 19,
        "title": "Bloodborne",
        "tags": [
            "3D",
            "action",
            "open world"
        ],
        "userid": 2,
        "img": "/images/img19.png",
        "text": "Bloodborne initially presents as a work of Gothic horror – you spend the opening hours inching through Yharnam’s dark alleyways and ominous churches, culling hordes of muttering werewolves – but this soon gives way to a weird tale worthy of Lovecraft himself. But its ambitious story – of religious and scientific schisms, of dreams and reality, of idiot gods and nightmare newborns – is told not in the overwritten prose favoured by Lovecraft but by an exceptionally savage third-person action game. From Software intentionally ditched Dark Souls’ trusted shield to force the player to be more aggressive. Director Hidetaka Miyazaki wanted every slash inflicted by its arsenal of gruesome weapons to feel as if you were fighting for your life. As is usually the case, his design works flawlessly. - Daniel Krupa "
    },
    {
        "id": 20,
        "title": "Undertale",
        "tags": [
            "2D",
            "adventure",
            "roleplay"
        ],
        "userid": 1,
        "img": "/images/img20.png",
        "text": "A small child falls into the world of monsters and suddenly finds themselves the target of an ancient grudge that calls for their death. Undertale puts the player in a unique situation; where you'd usually kill everything in your way, Undertale gives you the option to spare every monster you meet, though it never requires it. Every monster killed or spared alters something in the world, whether it be another monster wondering what happened to their friend, an opportunity for a hilarious date, or a slightly easier time with a specific monster's bullet hell battle. Undertale is jam-packed with emotion, charm, and determination to show that your actions make a difference, no matter how small you think they may be. - Miranda Sanchez"
    },
    {
        "id": 21,
        "title": "Super Mario Bros.",
        "tags": [
            "2D",
            "adventure"
        ],
        "userid": 1,
        "img": "/images/img21.png",
        "text": "Mario's move out of arcades and into the Mushroom Kingdom changed our hobby and our industry as we know it, setting off a chain of events that shaped gaming as we know it today. Super Mario Bros. has been re-released many times, but there's no such thing as too many times because it's still fun and it's still some kid's first time ever playing a game. Its influence cannot be overstated. Example: literally everyone reading this can hum its theme song, right now, from memory. See? Now it's playing in your head again. You're welcome. - Ryan McCaffrey"
    },
    {
        "id": 22,
        "title": "Street Fighter II",
        "tags": [
            "2D",
            "fighting"
        ],
        "userid": 1,
        "img": "/images/img22.png",
        "text": "What can you say about the definitive fighting game, the game that has spawned countless imitators, acolytes, and sequels? Street Fighter II remains a classic in video game lore, making series mainstays Ryu, Ken, and Chun-Li as well as words like “Hadouken” part of the public lexicon. Everyone has a favorite character and that’s because of its diverse, fantastical character design. While exceptionally balanced, the imaginative design and high-end graphics for its time helped set it apart. Street Fighter II became perhaps the first fighting game global arcade smash and it is still celebrated today. - Christian Holt"
    },
    {
        "id": 23,
        "title": "Portal",
        "tags": [
            "3D",
            "adventure",
            "roleplay"
        ],
        "userid": 1,
        "img": "/images/img23.png",
        "text": "There's a reason first-person puzzle games far and wide are constantly compared to Portal — though a brief adventure, its gameplay, tone, writing, and structure so cohesively work together to create one of the most memorable, challenging, and fascinating puzzle games around. Arming players with the now-iconic Portal gun and the devastating - and lethal - wit of Glad0s, Valve guided players through a fantastically orchestrated and escalating set of physics-based puzzles that ended with one of the most memorable end-credits songs of all time. But for as great as its puzzles are, and the way they take the simplicity of two portals you can shoot almost anywhere into such fascinating territory, it's also Portal's world-building that equally makes the game such a memorable touchstone. - Jonathon Dornbush"
    },
    {
        "id": 24,
        "title": "Chrono Trigger",
        "tags": [
            "2D",
            "adventure",
            "roleplay"
        ],
        "userid": 1,
        "img": "/images/img24.png",
        "text": "Chrono Trigger is widely regarded as the greatest RPG of all time, and for good reason. What begins as a typical “day-in-the-life” adventure, quickly spirals into a sprawling, epoch jumping romp that is equally exhilarating and endearing. Created by a “dream team” at Squaresoft including Final Fantasy creator Hironobu Sakaguchi, Dragon Quest creator Yuji Horii, and character designs by Dragon Ball creator Akira Toriyama, Chrono Trigger’s pedigree was only outshined by its universal praise upon its release in the spring of 1995. Even at the twilight of the SNES’ lifespan, Chrono Trigger’s branching narrative, colorful characters and unforgettable soundtrack were more than enough to earn it a place on our list in this timeline or any other. - Zach Ryan"
    },
    {
        "id": 25,
        "title": "God of War",
        "tags": [
            "3D",
            "adventure",
            "action"
        ],
        "userid": 1,
        "img": "/images/img25.png",
        "text": "God of War didn't just pull off the impressive feat of reinvigorating and reinventing a franchise that had seemingly run cold, but it also smartly subverted what came before to create an adventure that both played to its past and stood on its own as one of the finest games of its generation. Nearly every facet of Sony Santa Monica's Norse epic is working in concert with one another to craft a thrilling, memorable, and engrossing adventure. From its haunting score, to the beautifully written and acted story of Kratos and Atreus, to the incredible feel of the Leviathan Axe, God of War's impressive craftsmanship shines through at every step, honoring the past while forging its own path. - Jonathon Dornbush"
    },
    {
        "id": 26,
        "title": "Half-Life: Alyx",
        "tags": [
            "3D",
            "adventure",
            "action"
        ],
        "userid": 1,
        "img": "/images/img26.png",
        "text": "VR is still a relatively young medium, and while plenty of games had already showed off its exciting potential, none of them had actually harnessed it so completely before Half-Life: Alyx. It raised the bar to astronomical heights – for what a VR campaign could look like, what VR shooting could feel like, and how a VR story could move you. Part of its strength comes from how completely it embraced that medium, pushing the player to investigate every corner and crevice in a way traditional 2D games simply can’t. But while that masterful design unequivocally positions it as the best VR game ever game, its incredible world, story, and encounters (and the way they set the stage for the future of Half-Life) make it a truly impressive FPS regardless of platform. - Tom Marks"
    },
    {
        "id": 27,
        "title": "Metal Gear Solid 3: Snake Eater",
        "tags": [
            "2D",
            "action"
        ],
        "userid": 1,
        "img": "/images/img27.png",
        "text": "There’s a reason a snake’s skeleton, and not a snake itself, features prominently in the title sequence of Snake Eater. This was the game that stripped the Metal Gear formula down to its very core and proved that it could still function even outside our expectations. It forced us to take what we knew about espionage and infiltration and learn how to apply it in a new, unfamiliar environment, and it did so with a bold and elegant understanding of its own systems. You could have all the stealth know-how and military training in the world, but out there in the unpredictable jungle of the Russian wilderness, you were exposed, vulnerable… a Naked Snake. And it worked. Snake Eater is arguably one of the most interesting love stories ever told in a game, one of the strangest and most exciting Cold War-era adventures, and one of the first games to truly make me reflect on my actions as a player. It manages to be tragic, sometimes devastatingly so, and yet still maintain that absurd comedic flair that I admire about this series. Any game that can make you emotional about climbing a ladder deserves some kind of recognition. - Lonnie Rad"
    },
    {
        "id": 28,
        "title": "Tetris",
        "tags": [
            "2D",
            "puzzles"
        ],
        "userid": 1,
        "img": "/images/img28.png",
        "text": "The classic Russian tile-matching puzzle game by Alexey Pajitnov blew my mind way back in the day. I still remember spending hours sitting in front of the TV with the NES sitting at my feet, rotating brightly colored puzzle pieces as they fell from the abyss, attempting to arrange them into horizontal lines that when assembled correctly would disappear and cause me to advance to the next stage. It was crazy fun, even when blocks began to fall at an alarmingly fast pace and I fell into a frenzied panic. But no matter how many times I had to start the game over, it was just too much fun to stop. There was always the chance that this time I’d get the right puzzle piece at the right time and could move on to the next stage. I never got tired of it, and even now Tetris remains one of my favorite games of all time. - Meghan Sullivan"
    },
    {
        "id": 29,
        "title": "Doom",
        "tags": [
            "2D",
            "adventure",
            "roleplay"
        ],
        "userid": 1,
        "img": "/images/img29.png",
        "text": "DOOM changed my life. My gaming life, at least. Having spent my entire existence up to that point playing platformers, side-scrolling action games, etc. on 8- and 16-bit consoles, DOOM's first-person shooting was a jaw-dropping paradigm shift. Everything about DOOM was incredible. The graphics were colorful and convincing. Lightning was spooky. It felt like you were on a Martian moon. It's music was memorable. Weapon design was brilliant, and enemy design even more so. From the imps to the Cacodemons to the Cyberdemon, nearly every creature in DOOM was the stuff of nightmares – and in a then-unheard-of gameplay twist, they hated each other as much as they hated you. And then there was DeathMatch. Whether you were connecting two PCs with a serial cable for one-on-one action or throwing a LAN party where four people hauled their PCs to the same place (bulky CRT monitors and all!) to chainsaw each other in the game, DOOM DeathMatch changed everything. And, incredibly, it's still fun. - Ryan McCaffrey"
    },
    {
        "id": 30,
        "title": "Final Fantasy XIV",
        "tags": [
            "3D",
            "adventure",
            "roleplay"
        ],
        "userid": 1,
        "img": "/images/img30.png",
        "text": "Final Fantasy 14 has long moved beyond its redemption arc and entered its dominant era. No other MMORPG has spent the past decade so consistently, releasing critically-acclaimed expansion after expansion. Square Enix’s hard work has paid off too as each year millions more players sign up to see what the buzz is about. Final Fantasy 14’s success doesn’t just hinge on its playability as an MMO, but its appeal to fans of single-player JRPGs as well. This dual-threat approach, plus a level of dedication to players’ happiness means no discussions about the best MMORPG of all time, let alone game, can be complete without talking about FF14. - Matt Kim"
    },
    {
        "id": 31,
        "title": "Half-Life",
        "tags": [
            "3D",
            "action",
            "cool"
        ],
        "userid": 2,
        "img": "/images/img31.png",
        "text": "When Half-Life first came out in 1998, it was immediately obvious how transformative a game it was. Valve not only proved it was possible to tell a real, atmospheric story from within a first-person-shooter, but did it so brilliantly that its lessons have informed virtually every shooter campaign since. Stepping into the Black Mesa Research Facility as mild-mannered Gordon Freeman and bearing witness to the accident that sets off an interdimensional invasion is a master class in introducing a game’s universe. Instead of stopping the action and playing a cutscene to advance the story, Half-Life’s tale all plays out from Gordon’s perspective, never taking control away from us, but directing our eyes toward its scripted events. Iconic monsters – most notably the Alien facehugger-like Headcrabs that transform scientists into gruesome zombies – and impressive soldier AI gave Half-Life a spooky atmosphere backed up by enemies that pose a real threat. Great and memorable weapons, from the simple crowbar to the silent sniper crossbow and the biological homing weapon that shoots alien bees, made fighting through the spooky ruins of Black Mesa a fantastic battle. - Dan Stapleton"
    },
    {
        "id": 32,
        "title": "Halo: Combat Evolved",
        "tags": [
            "3D",
            "action"
        ],
        "userid": 1,
        "img": "/images/img32.png",
        "text": "Halo: Combat Evolved simply felt at home on a gamepad, and the fact that it had a likeable and heroic protagonist, a rich sci-fi universe that felt fleshed-out despite this being the first game in the series, and Halo became an instant smash hit. But its story was only half of its success. Halo was quite simply one of the best multiplayer shooters ever upon its release, thanks to its incredible complement of weapons (two-shot death pistol FTW!) that mixed seamlessly with third-person-controlled vehicles across a swath of classic maps like Blood Gulch, Sidewinder, Hang 'em High, and more. That it was all set to the chanting-monks theme song that, like the game itself, became legendary. - Ryan McCaffrey"
    },
    {
        "id": 33,
        "title": "Minecraft",
        "tags": [
            "3D",
            "adventure"
        ],
        "userid": 2,
        "img": "/images/img33.png",
        "text": "The premise of Minecraft is incredibly simple—mine materials such as stone and wood, and build things with it. Yet, the possibilities are incredibly limitless. The world always begins as a bright sunny day, and you use this time to chop down trees, dig, and maybe even slay a few animals for food. It’s great, until the sun starts to set and the actual enemies start to appear. It’s at this point you realize this is actually a survival game, and you’re forced to either burrow underground or make a quick makeshift wood cabin. Then as the sun rises and you watch all the enemies burn to a crisp, you are finally free to explore again, you are hit with a joyous urge to explore and dive even deeper into the game. From then on, the only thing that’s standing in between you and literally anything, is imagination. - Mark Medina"
    },
    {
        "id": 34,
        "title": "The Legend of Zelda: Ocarina of Time",
        "tags": [
            "3D"
        ],
        "userid": 2,
        "img": "/images/img34.png",
        "text": "There's not a ton left that we can really say about The Legend of Zelda: Ocarina of Time outside of the fact that it's indisputably one of the greatest games ever made. Not only did it redefine action/adventure games, but it completely changed the way the industry thought about 3D combat and exploration. An epic tale that introduced new characters, new lore, and an ever-expanding timeline theory, this version of Zelda took what was great about its predecessors and expanded on those themes and ideas exponentially. Solving puzzle across time, riding Epona through the vast expanse of Hyrule, and the final confrontation with Ganon are moments that will stick with Zelda fans forever, but in 1998 they were mind-bending, genre-defining. - Zach Ryan"
    },
    {
        "id": 35,
        "title": "Sid Meier's Civilization IV",
        "tags": [
            "3D"
        ],
        "userid": 1,
        "img": "/images/img35.png",
        "text": "Civilization IV is a great turn-based strategy game on its own, but it wasn’t until the Beyond the Sword expansion that it became truly legendary, and the highlight of the 28-year-old Civilization series. The changes it makes are sweeping: it adds corporations, which add another religion-like layer, fleshes out the espionage system and victory conditions, and enhances the AI to put up a great fight. Meanwhile, random events ranging from tornadoes to baby booms make every playthrough even more unique and eventful than ever before. And that’s on top of a game that’s so addictive to begin with that it’s cost us countless nights of sleep whilst chanting its “Just one more turn” mantra or humming its Grammy award-winning theme song. - Dan Stapleton"
    },
    {
        "id": 36,
        "title": "Metal Gear Solid",
        "tags": [
            "2D",
            "puzzles",
            "action"
        ],
        "userid": 2,
        "img": "/images/img36.png",
        "text": "It wasn't until Snake covertly slithered his way onto the PlayStation that Metal Gear cemented itself as a big deal. The moment-to-moment gameplay was about being sneaky, and players were rewarded for outsmarting the defenses of Shadow Moses quietly and cleverly, but things frequently got loud during iconic boss fights and over-the-top action setpieces. However, where Metal Gear Solid was truly groundbreaking was its emphasis on narrative and cinematic presentation. Hideo Kojima's love of Hollywood action movies was readily apparent through slick cutscenes, Yoji Shinkawa's character and mechanical designs added a heavy dose of anime sensibility, and the whole experience sounded amazing thanks to the musical contributions of Harry Gregson Williams and a stellar voice cast. Metal Gear Solid looked like a movie, sounded like a movie, and felt like a movie, but still played like a video game, striking a delicate balance that the medium is still striving for over twenty years later. - Max Scoville"
    },
    {
        "id": 37,
        "title": "Red Dead Redemption",
        "tags": [
            "3D",
            "action"
        ],
        "userid": 1,
        "img": "/images/img37.png",
        "text": "Not only did I get completely lost in the massive single-player world of Red Dead Redemption, to the point where I'd started talking with a bit of a drawl because I was so used to hearing it, but it also drew me into online gaming unlike anything I'd played before. Never before had I so successfully crafted my own stories and adventures (with friends and strangers alike) than in Red Dead's Free Roam mode. It was the kind of game you couldn't wait to discuss with your friends the next day. Everyone had their own amazing tales to tell about their time in the old west, and you were constantly making new ones every time you turned it on. - Jon Ryan"
    },
    {
        "id": 38,
        "title": "The Last of Us Part 2",
        "tags": [
            "3D",
            "action",
            "cool"
        ],
        "userid": 1,
        "img": "/images/img38.png",
        "text": "2013’s The Last of Us pulled very few punches, choosing to eschew a tidy, walk-into-the-sunset hero’s victory for a morally ambiguous rug pull. Its follow-up was more unlikely still; a revenge tale that put us in the shoes of a character we were encouraged to hate early on. Somehow, The Last of Us Part 2 makes it work, and the warring stories of its beautifully performed dual protagonists are told with no punches pulled, once again leaving us in a more ambiguous space than AAA games would usually allow. Plus, its combat is fluid, it looks gorgeous, and its sinister creature design means it’s genuinely tense from moment to moment. A masterpiece. - Lucy O'Brien"
    },
    {
        "id": 39,
        "title": "Shadow of the Colossus",
        "tags": [
            "3D",
            "cool",
            "adventure"
        ],
        "userid": 1,
        "img": "/images/img39.png",
        "text": "Few games have ever inspired the same sense of awe that Shadow of the Colossus does within its first 10 minutes. Climbing that first ledge and coming face to face with the first Colossus is among the most impactful, and almost terrifying, experiences in all of gaming. From its beautiful, crumbling ruins to the hulking, ancient Colossi, Fumito Ueda’s sun-soaked action/adventure game is drenched in a muted, melancholy aesthetic that has become synonymous with his, admittedly limited, works. Part love story, part monster hunt, part parable, Shadow of the Colossus borrows heavily from what came before, but inspires much of what came after. - Zach Ryan"
    },
    {
        "id": 40,
        "title": "Resident Evil 4",
        "tags": [
            "3D",
            "adventure",
            "action",
            "cool"
        ],
        "userid": 2,
        "img": "/images/img40.png",
        "text": "With a perfect blend of atmosphere, action and story, Resident Evil 4 totally redefined the 3rd person shooter, and it featured some incredible set pieces like battling against chainsaw-wielding maniacs, giant men, giant fish, tiny men in Napoleon costumes, and medium-sized centipede men. RE4 unlocked the true potential of the series in a way that hasn’t been matched before or since, and will probably always be the most universally beloved Resident Evil title. - Jeremy Azevedo"
    },
    {
        "id": 41,
        "title": "The Elder Scrolls V: Skyrim",
        "tags": [
            "3D",
            "action",
            "open world"
        ],
        "userid": 1,
        "img": "/images/img41.png",
        "text": "To me, everything about Skyrim was a vast improvement over its predecessor, Oblivion. The craggy, intimidating peaks of the Nord homeland and the saga of the Dovahkiin were much more interesting than the relatively sedate happenings of their neighbors in Cyrodiil. But what’s more, there’s so much lying just around the corner, off the beaten path, that you could never even stumble upon it in a hundred hours as the Dragonborn. But the fact that such care for detail, for world-building, for exploration and for immersion was paid to every tome, tomb, and quest, is enough to cement Skyrim as one of the absolute best role-playing games we’ve ever seen, and one of the best games of all time. - Brandin Tyrrel "
    },
    {
        "id": 42,
        "title": "Metroid Prime",
        "tags": [
            "3D",
            "action"
        ],
        "userid": 2,
        "img": "/images/img42.png",
        "text": "Metroid Prime was gorgeous and fast, but it was also amazingly packed with detail: birds, bugs, and other wildlife occupied the ruins of the game, while hieroglyphs and etchings revealed its history. Metroid Prime was also a lonely game. Metroid Prime dropped you into the Chozo ruins with no one to talk to. Exploring an alien planet solo is what the series is all about, and why the subsequent games with space marines and hunters just didn't work as well. - Samuel Claiborn"
    },
    {
        "id": 43,
        "title": "Pokémon Yellow",
        "tags": [
            "2D",
            "adventure"
        ],
        "userid": 1,
        "img": "/images/img43.png",
        "text": "Before you can catch all 151 Pokémon, Pokémon Yellow first teaches you how to respect and care for the sometimes temperamental creatures. The game takes all the best elements from Pokémon Red and Blue and upgrades it to make it feel more like the anime. The best change to the originals, of course, was a Pikachu following you around on your journey. Suddenly, the Pokémon weren’t just creatures you summoned for battle; they become emotional creatures that accompany on your adventure. They’re no longer just fighters you bring along. The small story elements that link Pokémon Yellow back to the anime were a fun way to let the player relive the beginning of Ash’s journey, but ultimately, Pokémon Yellow is simply one of the best ways to experience the Pokémon universe – it's as simple as that. - Miranda Sanchez"
    },
    {
        "id": 44,
        "title": "Final Fantasy VI",
        "tags": [
            "2D",
            "adventure"
        ],
        "userid": 2,
        "img": "/images/img44.png",
        "text": "Final Fantasy VI was a revelation. Its dark, steampunk-laden world was like nothing I’d ever seen before, and I loved how the heroes were more brooding and complex than their cheery predecessors. The music affected me profoundly as well; some of my favorite Nobuo Uematsu pieces are from the Final Fantasy VI soundtrack. But what really sets Final Fantasy VI apart is its many iconic moments, including Magitek armor moving slowly through a snowy field and Celes singing at the opera house. Along with its incredible story and soundtrack, Final Fantasy VI also features a fantastic combat system with a whopping 14 playable characters. Final Fantasy VI is considered a milestone in the Final Fantasy series, and with good reason. - Meghan Sullivan"
    },
    {
        "id": 45,
        "title": "Fallout: New Vegas",
        "tags": [
            "3D",
            "open world",
            "action"
        ],
        "userid": 1,
        "img": "/images/img45.png",
        "text": "Like Fallout 3 before it, Fallout New Vegas throws us into a harsh, post-nuclear America. But it very quickly becomes something greater than just more of the same thanks to some amazing writing and touches by some of the minds behind the original Fallout and Fallout 2. It’s not limited to mechanical tweaks like improved real-time combat and crafting. Several factions with deep, shades-of-gray characters populate the wastes with interesting moral decisions, making the conflict between the New California Republic, Caesar’s Legion, and the mysterious Mr. House feel like anything but a black-and-white choice between good and evil. The fact that we get to decide the outcome makes it even better. - Dan Stapleton"
    },
    {
        "id": 46,
        "title": "Star Wars: Knights of the Old Republic",
        "tags": [
            "3D",
            "roleplay",
            "alien"
        ],
        "userid": 2,
        "img": "/images/img46.png",
        "text": "Star Wars: Knights of the Old Republic almost single-handedly rescued Star Wars video games from purgatory. It was also one of the first times the beloved IP was handed to a world-class developer in BioWare. The result was not just one of the best role-playing games ever made, but one that helped legitimize Western RPGs on consoles and establish the fledgling Xbox as a destination for top-tier third-party games. KOTOR was a 40-hour role-playing epic set 4,000 years before the Original Trilogy. As such, it had the freedom to tell the story it wanted and invent a new universe of characters without Lucasfilm slapping it on the wrist and telling it no. And so we got Revan and one of the best twists in gaming history, and we got the dark wit of robot party member HK-47. Best of all, we got a Star Wars story where your choices truly mattered. Choosing to double-cross someone you'd agreed to help would earn you Dark Side points, and eventually you could become truly evil and sadistically powerful. But so too could your benevolent actions bring you to the Light Side and make you a virtuous hero. - Ryan McCaffrey"
    },
    {
        "id": 47,
        "title": "World of Warcraft",
        "tags": [
            "3D",
            "open world",
            "adventure"
        ],
        "userid": 1,
        "img": "/images/img47.png",
        "text": "I believe the defining characteristic that draws people to World of Warcraft is the freedom to play the game as you see fit. Like grouping with friends? The game gives you the ability to start with a crew and play through the entire game together, regardless of race or class. Want to make a go at it solo? Then take on quests alone. The higher level dungeons and raids demand teamwork, but with its stellar Looking for Group system, finding people to tackle a hard boss has never been easier. It’s always worth mentioning the warring factions of the alliance and horde. While choosing a faction seems a tad more meaningless than it used to, mainly because the factions basically are tasked with the same things, the old days of Crossroads and Tarren Mill are memories some players will have forever. - Mark Medina"
    },
    {
        "id": 48,
        "title": "StarCraft",
        "tags": [
            "3D",
            "alien"
        ],
        "userid": 2,
        "img": "/images/img48.png",
        "text": "Not only were players treated to an excellent RTS experience in StarCraft, but their reward for completing sections of the campaign were evocative visuals that further immersed you in a world where humans are losing a war against brutal aliens. As I played through the storyline I learned to love the different little characters I interacted with and felt genuine anger when the Zerg managed to capture Kerrigan and bend her to their will. Still, the highlight of StarCraft is its multiplayer. Few gaming moments are as satisfying as defending your base against a Zerg rush as the Protoss or successfully sending in a fleet of Terran to decimate an enemy's base. - Destin Legarie"
    },
    {
        "id": 49,
        "title": "Diablo II",
        "tags": [
            "2D",
            "action",
            "cool"
        ],
        "userid": 2,
        "img": "/images/img49.png",
        "text": "What hooks you instantly in Diablo II is just how perfectly measured the core gameplay loop of killing, looting and upgrading is. Whether you’re just starting out or wading through Hell with a hardcore character, Diablo II has a momentum that’s impossible not to be swept up in. The odds are always overwhelming, the atmosphere always malevolent, and the reward always worth the risk. The simple joy of wading through thick knots of enemies with my necromancer and his summoned brood of skeletons and mages, setting off chains of corpse explosions and painting the world red was an end game in itself. - Cam Shea"
    },
    {
        "id": 50,
        "title": "EarthBound",
        "tags": [
            "2D",
            "adventure",
            "puzzles"
        ],
        "userid": 1,
        "img": "/images/img50.png",
        "text": "The story of Ness, Paula, Jeff, and Poo's journey across a strange, slanted version of America was such a vast departure from previous RPGs I'd played like Final Fantasy VI and Chrono Trigger, and its probably the game that I rented the most. It wasn't drenched in fantasy tropes and pathos, but rather brimming with color, humor, and some of the weirdest characters and events I'd ever seen in a game. Simultaneously, it knows how to pack an emotional punch. So yeah, I rented it. Obviously, it didn't come with the pack-in player's guide, so I only made it so far before I had to return it. Then I rented it again. And again. And again. Eventually, my parents noticed that my college fund was being given to Blockbuster, so they nipped the problem in the bud and bought it for me. It's been my favorite JRPG ever since. - Andrew Goldfarb"
    },
    {
        "id": 51,
        "title": "Left 4 Dead 2",
        "tags": [
            "3D",
            "action",
            "cool"
        ],
        "userid": 2,
        "img": "/images/img51.png",
        "text": "Left 4 Dead 2 came out exactly a year after the original, which upset a lot of people who (incorrectly) assumed the sequel would be a glorified expansion pack to the first. But Left 4 Dead 2 does exactly what a sequel needs to do: be better in every way. L4D2 - developed in-house at Valve - has more creative levels in its campaign, more special infected to kill (or play as, if playing in Versus Mode), a bigger variety of weapons, and protagonists with some actual personality. Though the original development team went on to create the asymmetrical multiplayer shooter Evolve, nothing has quite matched the visceral thrills and scares of Left 4 Dead 2, which stands as one of the pinnacles of modern co-op gaming. - Jobert Atienza"
    }
]